Repository: CodeByAidan/Discord-CustomRP-v2
Catalog: CustomRPC/MainForm.*.resx
Languages: vi

# trayIcon.BalloonTipText
source: Double click on the icon to show it again, or right-click to quit.
vi: Đúp chuột vào biểu tượng để hiển thị nó, hoặc nhấn chuột phải để thoát.

# trayIcon.BalloonTipTitle
source: The app will run in the tray.
vi: Ứng dụng này sẽ chạy trong khay.

# trayMenuReconnect.Text
source: Reconnect
vi: Kết nối lại

# trayMenuQuit.Text
source: Quit
vi: Thoát

# fileToolStripMenuItem.Text
source: File
vi: Tập tin

# loadPresetToolStripMenuItem.Text
source: Load Preset
vi: Tải thiết lập trước

# savePresetToolStripMenuItem.Text
source: Save Preset
vi: Lưu thiết lập trước

# uploadAssetsToolStripMenuItem.Text
source: Upload Assets
vi: Tải lên thiết lập

# quitToolStripMenuItem.Text
source: Quit
vi: Thoát

# settingsToolStripMenuItem.Text
source: Settings
vi: Cài đặt

# runOnStartupToolStripMenuItem.Text
source: Run on Startup
vi: Khởi động cùng Windows

# startMinimizedToolStripMenuItem.Text
source: Start Minimized
vi: Khởi động ứng dụng thu nhỏ

# checkUpdatesToolStripMenuItem.Text
source: Check Updates
vi: Kiểm tra cập nhật

# languageToolStripMenuItem.Text
source: Language
vi: Ngôn ngữ

# defaultToolStripMenuItem.Text
source: Default
vi: Mặc định

# helpToolStripMenuItem.Text
source: Help
vi: Trợ giúp

# openTheManualToolStripMenuItem.Text
source: Open the Manual
vi: Hướng dẫn

# gitHubPageToolStripMenuItem.Text
source: GitHub Page
vi: Trang GitHub

# translatorsToolStripMenuItem.Text
source: Translators
vi: Dịch giả

# aboutToolStripMenuItem.Text
source: About...
vi: Thông tin...

# downloadUpdateToolStripMenuItem.Text
source: Download Update
vi: Tải xuống bản cập nhật

# buttonUpdatePresence.Text
source: Update Presence
vi: Cập nhật hoạt động

# buttonUpdatePresence.ToolTip
source: Updates presence.
vi: Cập nhật hoạt động.

# buttonConnect.Text
source: Connect
vi: Kết nối

# buttonConnect.ToolTip
source: Links the application to the specified ID with set presence.
vi: Liên kết ứng dụng với ID của ứng dụng từ trang Discord Developers.

# buttonDisconnect.Text
source: Disconnect
vi: Ngắt kết nối

# buttonDisconnect.ToolTip
source: Disconnects the app from Discord. Please note that it might take a while.
vi: Ngắt kết nối ứng dụng khỏi Discord. Làm ơn ghi nhớ rằng thao tác này cần mất một lúc để thực hiện.

# labelID.ToolTip
source: ID of the application from Discord Developers site.
vi: ID của ứng dụng từ trang Discord Developers.

# labelDetails.ToolTip
source: First line in the presence.
vi: Dòng đầu của hoạt động.

# labelState.ToolTip
source: Second line in the presence.
vi: Dòng hai của hoạt động.

# labelSmallKey.ToolTip
source: Name of the asset for small image.
vi: Tên thiết lập của hình ảnh nhỏ.

# labelSmallText.ToolTip
source: Text displayed when hovering the small image.
vi: Văn bản hiển thị khi di chuột vào hình ảnh nhỏ.

# labelLargeText.ToolTip
source: Text displayed when hovering the large image.
vi: Văn bản hiển thị khi di chuột vào hình ảnh lớn.

# labelLargeKey.ToolTip
source: Name of the asset for large image.
vi: Tên thiết lập của hình ảnh lớn.

# labelSmall.Text
source: Small Image
vi: Hình ảnh nhỏ

# labelSmall.ToolTip
source: Image that shows up in the down right corner of large image.
vi: Hình ảnh này sẽ hiển thị ở góc dưới bên phải của hình ảnh lớn.

# labelLarge.Text
source: Large Image
vi: Hình ảnh lớn

# labelLarge.ToolTip
source: Image that shows left to the text set above.
vi: Hình ảnh này sẽ hiển thị bên trái phần văn bản.

# radioButtonNone.Text
source: None
vi: Không có

# radioButtonNone.ToolTip
source: No timestamps enabled.
vi: Không có dấu thời gian.

# radioButtonStartTime.Text
source: Since Custom RP started
vi: Ngay sau khi ứng dụng bắt đầu

# radioButtonStartTime.ToolTip
source: Shows time since the app was started.
vi: Hiển thị thời gian khi ứng dụng bắt đầu chạy.

# radioButtonLocalTime.Text
source: Your local time
vi: Thời gian địa phương của bạn

# radioButtonLocalTime.ToolTip
source: Shows your current time in 24-hour format.
vi: Hiển thị thời gian hiện tại của bạn.

# labelTimestamp.ToolTip
source: Sets up timestamp for the status, which shows up under all the text above. Status timers have 24 hour limit, meaning that after 24 hours time will go back to 0:00.
vi: Thiết lập dấu thời gian cho trạng thái, dấu này sẽ hiển thị bên dưới tất cả văn bản đã được thiết lập ở trên. Thời gian của trạng thái có giới hạn là 24 giờ, nghĩa là sau 24 giờ thời gian sẽ quay trở lại 0:00.

# labelParty.ToolTip
source: Amount of players in the current party that shows next to State field. To take effect, both fields should be more than 0.
vi: Số lượng người chơi trong nhóm hiện tại sẽ hiển thị bên cạnh phần State. (Dòng hai từ dưới lên) Để có hiệu lực, cả hai chỗ ghi phải lớn hơn 0.

# radioButtonCustom.Text
source: Custom timestamp
vi: Dấu thời gian tuỳ chỉnh

# radioButtonCustom.ToolTip
source: Shows how much time has passed since or is remaining to the date set below.
vi: Hiển thị lượng thời gian đã trôi qua kể từ hoặc còn lại cho đến ngày đặt bên dưới.

# labelButton1.Text
source: Button 1
vi: Nút 1

# labelButton1.ToolTip
source: First of the two buttons that shows up under your status in your profile popup and on the right side in the full profile.
vi: Nút 1 sẽ hiển thị dưới cùng trạng thái của bạn trong phần hồ sơ nổi và nằm phía bên phải trong phần hồ sơ.

# labelButton2.Text
source: Button 2
vi: Nút 2

# labelButton2.ToolTip
source: Second button, which appears right under the first button, or instead of it, if the first one isn't set.
vi: Nút 2 sẽ hiển thị dưới nút 1 hoặc là sẽ thay thế nút 1 nếu nút 1 chưa được thiết lập.

# labelButton1URL.ToolTip
source: URL the button will take user to upon clicking.
vi: URL mà nút sẽ đưa người dùng đến khi nhấp vào.

# labelButton2URL.ToolTip
source: URL the button will take user to upon clicking.
vi: URL mà nút sẽ đưa người dùng đến khi nhấp vào.

# labelButton1Text.ToolTip
source: Label of the first button.
vi: Tên của nút đầu tiên.

# labelButton2Text.ToolTip
source: Label of the second button.
vi: Tên của nút thứ hai.

# labelPartyOf.Text
source: of
vi: của
